{"type":"champion","format":"standAloneComplex","version":"4.12.2","data":{"Jinx":{"id":"Jinx","key":"222","name":"Jinx","title":"the Loose Cannon","image":{"full":"Jinx.png","sprite":"champion3.png","group":"champion","x":240,"y":96,"w":48,"h":48},"skins":[{"id":"222000","num":0,"name":"default"},{"id":"222001","num":1,"name":"Mafia Jinx"}],"lore":"Jinx เป็นผู้ที่มีชีวิตอยู่เพื่อทำลายล้าง และมักจะโผล่มาสร้างความวุ่นวายไปทั่วทุกหัวระแหง โดยที่เธอไม่คิดถึงผลกระทบต่างๆที่จะเกิดตามมาเลย ทุกเหตุการณ์ที่เธอมีส่วนเกี่ยวข้อง ที่เกิดเหตุจะเหลือไว้เพียงแต่ร่องรอยความแตกตื่นโกลาหล เธอเป็นอาชญากรสาวผู้มีสภาพจิตผิดปกติ แถมยังมีอารมณ์หุนหันพลันแล่นมาก แล้วสิ่งที่เธอเกลียดแสนจะเกลียดที่สุดนั่นก็คือ ความรู้สึกอันน่าเบื่อหน่าย เมื่อใดก็ตามที่เธอได้ปลดปล่อยความร้ายกาจในตัวออกมาสร้างความโกลาหล เธอจะรู้สึกสนุกสุขสำราญอย่างหาที่เปรียบไม่ได้ และสถานที่ที่เธอชอบโผล่ไปแสวงหาความสุขสำราญที่ว่านั่น ก็คือ Piltover นั่นเอง ด้วยเหล่าสรรพาวุธของเล่นสุดอันตรายที่เธอมีในครอบครอง เธอจึงสามารถจัดระเบิดชุดใหญ่อันเจิดจ้า และดังสนั่นหวั่นไหวไปทั่ว ทั้งหมดก็เพื่อสร้างความแตกตื่นตกใจให้กับเหล่าผู้รักษาความปลอดภัยในพื้นที่เหล่านั้น แต่เธอกลับไม่เคยถูกจับได้เลย เธอชอบไปก่อเหตุเพื่อหยอกล้อกวนประสาทเหล่าผู้รักษาความปลอดภัยแห่ง Piltover และเธอมีเจ้าหน้าที่คนหนึ่ง ที่เธอชอบไปเล่นด้วยเป็นพิเศษ เจ้าหน้าที่ที่พูดถึงนี้ก็คือ Vi นั่นเอง<br><br>Piltover เป็นเมืองที่รู้จักกันทั่วไปอย่างยาวนาน ว่าเป็นเมืองแห่งการพัฒนา และเป็นเมืองที่มีแต่ความสงบสุข เพราะเมืองนี้ปกครองด้วยกฎระเบียบต่างๆนานามากมาย แต่เพราะว่าเป็นเมืองที่สงบสุข มันจึงกลายเป็นเรื่องท้าทายสำหรับอาชญากรหน้าใหม่ ผู้ที่พึ่งเดินทางมาพบเจอสถานที่แห่งนี้ ผู้ร้ายปริศนารายนี้ได้สร้างความเสียหายทำลายเมืองมากมายหลายส่วน ซึ่งมันกลายเป็นการก่อการร้ายที่รุนแรงมากที่สุดในประวัติศาสตร์ของ Piltover เลยทีเดียว<br><br>การก่ออาชญากรรมของเธอนั้น จะทำขึ้นโดยไม่มีเหตุผลรองรับ อย่างเหตุการณ์ที่เธอแอบเข้าในสวนสัตว์ แล้วปล่อยเหล่าสัตว์ให้ออกมาเดินเพ่นพ่านตามถนนในเมือง แถมยังแต่งตัวเลียนแบบคณะละครสัตว์อีกด้วย หรือว่าจะเป็นเหตุการณ์ที่ลอบขึ้นไปเผาเรือเหาะที่บินอยู่กลางอากาศ จนทำให้มันตกลงมาเสียหาย แถมควันที่ออกมานั้นก็ถูกเปลี่ยนกลายเป็นกลุ่มควันรูปแมวน้อยและหัวใจอีก หรือไม่ว่าเหตุการณ์วางระเบิดโรงงานผลิตสีที่ใหญ่ที่สุดในเมือง จนทำให้บริเวณรอบๆนั้นกลายเป็นสีชมพูสดใสไปทั่วบริเวณ หลังจากที่ลงมือจัดการก่ออาชญากรรมเหล่านี้ไปแล้ว อาชญากรผู้ทำความผิดคนนี้ก็จะปรากฎกายออกมาให้เห็น เธอเป็นหญิงสาววัยรุ่นที่ดูลึกลับ ผู้ที่พบเห็นก็บอกเล่าเกี่ยวกับลักษณะของเธอไว้หลายอย่าง ในมือของเธอนั้นถืออาวุธหน้าตาแปลก ซึ่งดูเหมือนจะเป็นเทคโนโลยีของ Piltover แต่การแต่งตัวของเธอกลับเหมือนกับพวก Zaun และด้วยการที่เธอนำพาปัญหาต่างๆมาฝากด้วยทุกครั้ง เหล่าผู้คนจึงขนานนามให้เธอว่า Jinx<br><br>ยิ่งนับวัน Jinx ก็อาละวาดมากยิ่งขึ้นเรื่อยๆ จนทำให้ Caitlyn นายอำเภอแห่ง Piltover ต้องออกมาจัดการด้วยตนเอง เพราะเธอมีหน้าที่รับผิดชอบโดยตรงกับหน่วยปราบปราม ด้วยเหตุการณ์ที่เกิดขึ้นอย่างไม่หยุดหย่อน จึงทำให้เธอต้องประกาศภาวะฉุกเฉินในเร็ววัน ส่วนทาง Jinx ที่มีรูปแบบการก่ออาชาญกรรมที่แปลกประหลาดไม่เหมือนอาชาญากรทั่วไป ก็ได้หมายตาไปที่สิ่งสำคัญที่สุดของเมือง Piltover นั่นหมายถึงคลังสมบัติที่มีการรักษาความปลอดภัยที่หนาแน่นที่สุดของเมือง และนั่นก็เป็นสาส์นท้ารบโดยตรงต่อเจ้าหน้าที่สุดแกร่งด้วยเช่นกัน ด้วยความที่อยากจะท้าทายและหยอกล้อ Vi โดยตรง Jinx จึงส่งวันเวลาที่จะทำการลงมือให้กับทางการ แถมยังท้าทายให้หยุดเธอจากการก่อเหตุครั้งนี้ด้วย<br><br>ด้วยความมุ่งมั่นของ Vi ที่จะนำอาชญากรตัวแสบเข้ากรงขังให้ได้ Vi จึงสอดส่องเฝ้าคอยอยู่ภายนอกคลังสมบัติ จนถึงเวลาที่ Jinx ท้าทายเอาไว้ และแน่นอนเธอปรากฎตัวออกมาตามเวลาที่ท้าทายเอาไว้จริงๆ รอยยิ้มก็ปรากฎขึ้นมาบนใบหน้าของเธอ เธอรู้ดีว่านี่คือโอกาสอันดีที่จะจัดการจับอาชญกรตัวแสบเอาไว้ให้ได้ Vi ไล่ตามอาชญากรตัวแสบเข้าไปในตัวตึก และเธอก็ต่อยทำลายกำแพงเจาะทะลุไปเรื่อยๆเพื่อที่จะไล่ตาม Jinx ที่กำลังเดินไปไปที่คลังโดยหัวเราะคิกคักพร้อมทั้งยิงระเบิดไฟออกมาด้วย จนในที่สุด Vi ก็ไล่ต้อน Jinx เข้าไปจนมุมอยู่ในคลังสมบัติ แต่เรื่องเพียงแค่นี้ยังไม่อาจจัดการกับอาชญากรสาวได้ เธอหัวเราะอย่างบ้าคลั่งออกมา พร้อมทั้งยิงจรวดอัดลงบนพื้นบริเวณที่พวกเธอกำลังยืนกันอยู่<br><br>หลังที่พวกเธอไล่ล่ากันในตึก เมื่อ Vi คลานออกมาจากซากปรักหักพัง เธอก็เดินตรวจตรารอบๆทันที แต่เธอกลับไม่พบร่องรอยของ Jinx เลย นอกจากความเสียหายต่างๆที่เกิดขึ้นแล้ว ไม่มีการขโมยสิ่งใดๆเลยแม้แต่ชิ้นเดียว แต่เธอกลับพบข้อความหนึ่งที่อาชญากรสาวทิ้งไว้ให้กับเจ้าหน้าที่คนโปรดของเธอ คำท้าทายที่น่าตกใจลอยอยู่บนเส้นขอบฟ้าของ Piltover แสงไฟจากตัวเมืองส่องออกมาเป็นคำเยาะเย้ยอย่างกวนประสาท ''เธอไม่มีทางจับฉันได้หรอก'' ในขณะที่ Vi ยืนอ่านข้อความนี้อยู่ เธอก็ได้ยินเสียงหัวเราะคิกคักจากคู่อริดังแว่วมาแต่ไกล และแล้วเมืองที่เคยสงบสุข ตอนนี้กลับต้องจมเข้าสู่ความมืดมิดเป็นครั้งแรก<br><br>''โอ้ ดูซิ ดูซิ ชั้นกำลังเปิดกล่องน้ำใจของฉันให้อยู่นะ! แต่เอ๊ะ กล่องนี้มันกล่องเปล่านี่นา!''<br>-- Jinx","blurb":"Jinx เป็นผู้ที่มีชีวิตอยู่เพื่อทำลายล้าง และมักจะโผล่มาสร้างความวุ่นวายไปทั่วทุกหัวระแหง โดยที่เธอไม่คิดถึงผลกระทบต่างๆที่จะเกิดตามมาเลย ทุกเหตุการณ์ที่เธอมีส่วนเกี่ยวข้อง ที่เกิดเหตุจะเหลือไว้เพียงแต่ร่องรอยความแตกตื่นโกลาหล ...","allytips":["เครื่องยิงจรวดไม่ใช่ตัวเลือกที่ดีในทุกสถานการณ์หรอกนะ ปืนกลของ Jinx สามารถที่จะสร้างความเสียหายได้มากจนน่าเหลือเชื่อ เมื่อมันเพิ่มความรัวจนถึงขีดสุด จงเปลี่ยนมาใช้มันเมื่อศัตรูเข้ามาใกล้","เครื่องยิงจรวดของ Jinx สามารถยิงให้ระเบิดสร้างความเสียหายแบบหมู่ได้ โดยสร้างความเสียหายได้อย่างเต็มจำนวน ควรจะพยายามใช้มันยิง Minion ที่อยู่ในเลน แล้วให้แรงระเบิดกระจายไปโดนแชมป์เปี้ยนศัตรู ถ้าใช้งานดีๆวิธีนี้ Minion จะไม่หันมาหาคุณด้วยนะ","เมื่อการต่อสู้เริ่มขึ้น จงพยายามยืนยิงอยู่ขอบๆของพื้นที่ต่อสู้เอาไว้ โดยใช้การตอดจากระยะไกลด้วยเครื่องยิงจรวดและ Zap! ไม่ควรรีบวิ่งเข้าไปยิงด้วยปืนกลจนกว่าคุณจะรู้สึกว่าปลอดภัย"],"enemytips":["ปืนกลของ Jinx จำเป็นต้องใช้เวลาในการเร่งความเร็วขึ้นมา ถ้าหากคุณเห็นเธอยิงจรวดตอดอยู่ คุณควรกระโดดเข้าไปหาเธอ แล้วจัดการคว่ำเธอลงให้ได้ในทันที","ท่าไม้ตายของ Jinx จะสร้างความเสียหายได้น้อยลง หากคุณอยู่ใกล้เธอ","ระเบิดกับดักของ Jinx มีคูลดาวน์ที่ค่อนข้างนาน และมันเป็นสกิลสำคัญที่เธอใช้ในการปกป้องตนเอง ถ้าหากเธอใช้มันพลาดไปแล้ว มันเป็นโอกาสอันดีที่จะเข้าไปจัดการเะอ เพราะเธอจะหนีได้อย่างยากลำบากขึ้นมาก"],"tags":["Marksman"],"partype":"Mana","info":{"attack":9,"defense":2,"magic":4,"difficulty":7},"stats":{"hp":380.0,"hpperlevel":82.0,"mp":170.0,"mpperlevel":45.0,"movespeed":325.0,"armor":17.0,"armorperlevel":3.5,"spellblock":30.0,"spellblockperlevel":0.0,"attackrange":525.0,"hpregen":5.0,"hpregenperlevel":0.5,"mpregen":5.0,"mpregenperlevel":1.0,"crit":0.0,"critperlevel":0.0,"attackdamage":50.0,"attackdamageperlevel":3.0,"attackspeedoffset":0.0,"attackspeedperlevel":1.0},"spells":[{"id":"JinxQ","name":"Switcheroo!","description":"Jinx ปรับเปลี่ยนการโจมตีปกติของเธอ ด้วยการสลับเปลี่ยนระหว่าง ปืนกลลำกล้องหมุน Pow-Pow Minigun และ Fishbones Rocket launcher การโจมตีด้วย Pow-Pow จะทำให้มีความเร็วโจมตีเพิ่มขึ้นเรื่อยๆ แต่เมื่อโจมตีด้วย Fishbones มันจะสร้างความเสียหายเป็นวงกว้าง และมีระยะการโจมตีที่ไกลขึ้น แต่ทุกครั้งที่โจมตีจะต้องเสียมานาในการโจมตี","tooltip":"Jinx ทำการสลับอาวุธ<br><br><span class=\"colorFF9900\">เครื่องยิงจรวด:</span> การโจมตีปกติของ Jinx สามารถสร้างความเสียหาย 110% ให้แก่เป้าหมาย และสร้างความเสียหายให้แก่ศัตรูที่อยู่รอบเป้าหมายด้วย และจะมีระยะโจมตีเพิ่มขึ้น {{ e3 }} การยิงจะต้องจ่ายมานาด้วยทุกครั้ง<br><br><span class=\"colorFF9900\">ปืนกลเล็ก:</span> การโจมตีปกติจะช่วยเพิ่มความเร็วโจมตีเป็นเวลา 2.5 วินาที สามารถซ้อนทับได้ 3 ครั้ง ซึ่งโบนัสความเร็วโจมตีรวมสูงสุดอยู่ที่ {{ e1 }}% ผลนี้จะค่อยๆลดลงตามเวลา และถ้าหากเปลี่ยนเป็นเครื่องยิงจรวด ผลนี้จะให้ผลประโยชน์เฉพาะการโจมตีครั้งแรกเท่านั้น","leveltip":{"label":["โบนัสระยะโจมตีของเครื่องยิงจรวด","ความเร็วโจมตีรวมของปืนกลเล็ก"],"effect":["{{ e3 }} -> {{ e3NL }}","{{ e1 }}% -> {{ e1NL }}%"]},"maxrank":5,"cooldown":[0,0,0,0,0],"cooldownBurn":"0","cost":[0,0,0,0,0],"costBurn":"0","effect":[null,[30,55,80,105,130],[100,100,100,100,100],[75,100,125,150,175],[20,20,20,20,20]],"effectBurn":[null,"30/55/80/105/130","100","75/100/125/150/175","20"],"vars":[],"costType":"ManaperRocket","range":"self","rangeBurn":"self","image":{"full":"JinxQ.png","sprite":"spell11.png","group":"spell","x":336,"y":144,"w":48,"h":48},"resource":"ใช้มานา {{ e4 }} ในการยิงจรวด"},{"id":"JinxW","name":"Zap!","description":"Jinx ใช้ Zapper ยิงกระสุนระเบิดที่จะสร้างความเสียหายให้แก่ศัตรูคนแรกที่โดนมัน พร้อมทั้งสโลว์ และเปิดเผยตัวศัตรูที่โดนด้วย (ถ้าศัตรูไม่ได้หายตัวอยู่)","tooltip":"Jinx ยิงกระสุนที่จะระเบิดใส่ศัตรูคนแรกที่โดน สร้างความเสียหายกายภาพ {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> และมันจะเปิดเผยตัวศัตรู พร้อมทั้งสโลว์ศัตรู {{ e2 }}% เป็นเวลา 2 วินาที (ไม่เปิดแสดงตัวศัตรูที่หายตัวอยู่)","leveltip":{"label":["ความเสียหาย","สโลว์","คูลดาวน์","ใช้มานา"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }}% -> {{ e2NL }}%","{{ cooldown }} -> {{ cooldownnNL }}","{{ cost }} -> {{ costnNL }}"]},"maxrank":5,"cooldown":[10,9,8,7,6],"cooldownBurn":"10/9/8/7/6","cost":[50,60,70,80,90],"costBurn":"50/60/70/80/90","effect":[null,[10,60,110,160,210],[30,40,50,60,70]],"effectBurn":[null,"10/60/110/160/210","30/40/50/60/70"],"vars":[{"link":"attackdamage","coeff":1.4,"key":"a1"}],"costType":"Mana","range":[1450,1450,1450,1450,1450],"rangeBurn":"1450","image":{"full":"JinxW.png","sprite":"spell11.png","group":"spell","x":384,"y":144,"w":48,"h":48},"resource":"ใช้มานา {{ cost }}"},{"id":"JinxE","name":"Flame Chompers!","description":"Jinx ปาระเบิดกับดักออกไปตามเส้นทาง ซึ่งมันจะระเบิดเองหลังจากผ่านไป 5 วินาที แล้วทำให้ในพื้นที่ติดไฟขึ้นมาเผาศัตรู ศัตรูที่อยู่ในเปลวไฟจะโดนความเสียหายเวทย์อย่างต่อเนื่อง และ Flame Chompers สามารถฮุบกัดแชมป์เปี้ยนศัตรูที่เดินมาเหยียบมันได้ ทำให้ศัตรูถูกหยุดไว้กับที่","tooltip":" Jinx โยน Flame Chompers ออกไป 3 อัน เมื่อติดตั้งเสร็จ หากมีแชมป์เปี้ยนศัตรูมาโดนมัน มันจะระเบิดออกพร้อมทั้งยึดศัตรูไว้กับที่ เป็นเวลา 1.5 วินาที พร้อมทั้งสร้างความเสียหายเวทย์ {{ e1 }} <span class=\"color99FF99\">(+{{ a1 }})</span> โดยใช้เวลา 1.5 วินาที และเผาศัตรูที่อยู่ใกล้เคียงด้วย Chompers สามารถคงอยู่ได้ 5 วินาที","leveltip":{"label":["ความเสียหาย","คูลดาวน์"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":5,"cooldown":[24,22,20,18,16],"cooldownBurn":"24/22/20/18/16","cost":[50,50,50,50,50],"costBurn":"50","effect":[null,[80,135,190,245,300],[100,140,180,220,260],[30,35,40,45,50],[35,50,65,80,95]],"effectBurn":[null,"80/135/190/245/300","100/140/180/220/260","30/35/40/45/50","35/50/65/80/95"],"vars":[{"link":"spelldamage","coeff":1.0,"key":"a1"}],"costType":"Mana","range":[900,900,900,900,900],"rangeBurn":"900","image":{"full":"JinxE.png","sprite":"spell11.png","group":"spell","x":432,"y":144,"w":48,"h":48},"resource":"ใช้มานา {{ cost }}"},{"id":"JinxRWrapper","name":"Super Mega Death Rocket!","description":"Jinx ยิงซุปเปอร์จรวดข้ามแผนที่ไป ซึ่งจรวดจะสามารถสร้างความเสียหายได้มากขึ้นตามระยะทางที่มันลอยไป และจรวดจะระเบิดก็ต่อเมื่อมันชนเข้ากับแชมป์เปี้ยนศัตรู สร้างความเสียหายให้ศัตรูที่โดนและศัตรูรอบข้าง โดยขึ้นกับพลังชีวิตที่หายไปของศัตรูด้วย","tooltip":"Jinx ยิงจรวดออกไปซึ่งมันลอยไปได้ไกลจนสุดแผนที่ จรวดจะสามารถสร้างความเสียหายได้มากขึ้นทุกวินาทีที่มันลอยไป และจรวดจะระเบิดก็ต่อเมื่อมันชนเข้ากับแชมป์เปี้ยนศัตรู โดยสร้างความเสียหายกายภาพได้ตั้งแต่ {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> จนถึง {{ e2 }} <span class=\"colorFF8C00\">(+{{ a2 }})</span> บวกด้วย {{ e3 }}% ของพลังชีวิตที่ขาดหายไปของศัตรู ศัตรูที่อยู่รอบข้างของการระเบิดจะโดนความเสียหาย 80%","leveltip":{"label":["ความเสียหายขั้นต่ำ","ความเสียหายสูงสุด","ความเสียหายแบบเปอร์เซ็นต์จากพลังชีวิตที่หายไป","คูลดาวน์"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }} -> {{ e2NL }}","{{ e3 }}% -> {{ e3NL }}%","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":3,"cooldown":[90,75,60],"cooldownBurn":"90/75/60","cost":[100,100,100],"costBurn":"100","effect":[null,[125,175,225],[250,350,450],[25,30,35]],"effectBurn":[null,"125/175/225","250/350/450","25/30/35"],"vars":[{"link":"bonusattackdamage","coeff":0.5,"key":"a1"},{"link":"bonusattackdamage","coeff":1.0,"key":"a2"}],"costType":"Mana","range":[25000,25000,25000],"rangeBurn":"25000","image":{"full":"JinxRWrapper.png","sprite":"spell12.png","group":"spell","x":0,"y":0,"w":48,"h":48},"resource":"ใช้มานา {{ cost }}"}],"passive":{"name":"Get Excited!","description":"เมื่อ Jinx สร้างความเสียหายให้แก่แชมป์เปี้ยนฝั่งตรงข้าม หรือป้อมฝ่ายตรงข้าม แล้วมันตาย/ถูกทำลายในช่วงเวลา 3 วินาที เธอจะได้รับความเร็วเคลื่อนที่เพิ่มขึ้นเป็นอย่างมาก","image":{"full":"Jinx_Passive.png","sprite":"passive3.png","group":"passive","x":240,"y":96,"w":48,"h":48}},"recommended":[{"champion":"Jinx","title":"JinxDM","type":"riot","map":"8","mode":"ODIN","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1062","count":1},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3181","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3104","count":1},{"id":"3035","count":1},{"id":"3184","count":1},{"id":"3046","count":1}]},{"type":"defensive","items":[{"id":"3026","count":1},{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]},{"champion":"Jinx","title":"JinxFB","type":"riot","map":"12","mode":"FIRSTBLOOD","priority":false,"blocks":[{"type":"starting","items":[{"id":"1075","count":1},{"id":"3342","count":1},{"id":"2003","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3046","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2044","count":1},{"id":"2043","count":1},{"id":"2037","count":1}]}]},{"champion":"Jinx","title":"JinxTT","type":"riot","map":"10","mode":"CLASSIC","priority":false,"blocks":[{"type":"starting","items":[{"id":"1055","count":1},{"id":"1001","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3153","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3046","count":1},{"id":"3104","count":1}]},{"type":"defensive","items":[{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2040","count":1}]}]},{"champion":"Jinx","title":"Map12","type":"riot","map":"12","mode":"ARAM","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1055","count":2},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3153","count":1}]},{"type":"offensive","items":[{"id":"3046","count":1},{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]}]}}}