{"type":"champion","format":"standAloneComplex","version":"4.12.2","data":{"Jinx":{"id":"Jinx","key":"222","name":"Jinx","title":"the Loose Cannon","image":{"full":"Jinx.png","sprite":"champion3.png","group":"champion","x":240,"y":96,"w":48,"h":48},"skins":[{"id":"222000","num":0,"name":"default"},{"id":"222001","num":1,"name":"Mafia Jinx"}],"lore":"Jinx hidup hanya untuk membuat kekacauan tanpa mempedulikan akibatnya, meninggalkan jejak kebingungan dan panik di tempat yang dilawatinya. Seorang yang maniak dan impulsif, hal yang paling tidak disukai olehnya adalah rasa bosan, dan dengan senang hati melepaskan kekacauan di satu tempat yang dirasa olehnya paling membosankan: Piltover. Dengan persenjataan yang unik tapi mematikan, Jinx dapat melepaskan letupan paling terang dan paling nyaring-semakin nyaring semakin baik untuk memeranjatkan dan mengejutkan para pihak berkuasa yang diberi kuasa. Selalu berjaya berada di luar jeratan hukum, permainan kegemaran Jinx adalah bermain dengan yang terbaik dari Piltover-khususnya Vi.<br><br>Piltover telah lama dikenali sebagai City of Progress, tempat di mana kedamaian dan ketenteraman merupakan asas dari kehidupan di bandar tersebut. Ketenangan ini dicabar ketika seorang jenayah baru muncul, seorang jenayah yang belum pernah dilihat sebelum ini. Jenayah misteri ini melepaskan berbagai hal yang belum pernah terlihat sebelumnya, membahayakan seluruh penduduk di bandar tersebut, dan membuat semua penduduk tergoncang oleh tindak jenayah terburuk yang pernah ada di riwayat Piltover.<br><br>Yang paling membingungkan, tindak jenayah ini dilakukan tanpa sebab atau alasan yang jelas. Haiwan-haiwan dari kebun binatang dilepaskan ke jalanan dengan berpakaian layaknya binatang sarkas. Pesawat terbang ditembak jatuh dari langit, dengan jejak asap membentuk bentuk kucing dan hati di udara. Kilang cat terbesar di bandar pun diletupkan, mengubah seluruh daerah di sekitarnya menjadi berwarna Pink terang. Selagi tindak jenayah ini terus berlangsung, perlahan mula terdapat orang yang melihat sang pelaku. Walaupun asal dari wanita muda ini masih merupakan sebuah misteri, sebahagian melihat jejak teknologi Hextech di persenjataannya, sementara sebahagian lagi membicarakan jenis pakaian dari bandar Zaun yang dipakai olehnya. Kerana kedatangannya selalu membawa kekacauan, mereka yang pernah bertemu dengannya memberinya nama: Jinx.<br><br>Kekacauan yang disebabkan oleh Jinx semakin lama semakin bertambah parah. Caitlyn-Sheriff dari Piltover-mengumumkan keadaan darurat ke seluruh bandar dan mengadakan pemburuan di seluruh bandar. Dan sebagai balasannya, seperti yang boleh diharapkan dari seorang Jinx, dia menandakan pembendaharaan negara, bangunan paling dijaga ketat di seluruh Piltover, sebagai sebuah cabaran langsung kepada para penguatkuasa undang-undang. Dengan karikatur wajah Vi terpajang di seluruh dinding, dan tempat serta masa di mana dia akan datang untuk merampas, Jinx secara terbuka mencabar penguatkuasa undang-undang yang ada untuk menghentikannya dalam usahanya.<br><br>Dengan resolusi yang kuat untuk menangkap dan memasukan pengacau ini ke belakang jeriji besi, Vi mengawasi dan menunggu di luar bangunan itu sehingga waktu yang disebutkan oleh Jinx. Sesuai dengan janjinya, sang pengacau menunjukkan wajahnya. Mengetahui bahawa ini adalah peluangnya untuk menangkap penjahat ini, Vid mengejar sehingga ke dalam bangunan. Dia menghancurkan tembok demi tembok untuk mengejar Jinx, yang hanya tertawa sambil membakar bangunan tersebut melalui letupan-letupan yang diciptakannya. Vi akhirnya berjaya memojokkan jenayah tersebut, tetapi Jinx tidak akan dapat dihentikan begitu saja. Sambil ketawa, dia melepaskan rentetan roket, menghancurkan seluruh bangunan dan runtuhanpun menimpa mereka.<br><br>Ketika Vi akhirnya berjaya keluar dari runtuhan tersebut, sang penguatkuasa undang-undang itu tidak berjaya mencari jejak apapun dari Jinx. Menambah garam di balik lukanya, tidak satu syiling emas pun diambil dari runtuhan tersebut. Malahan, sang jenayah meninggalkan mesej perpisanhan untuknya-cabaran yang sekarang kelihatan secara jelas bagi seluruh penduduk Piltover:''Kau tidak akan pernah dapat menangkap''. Saat Vi sedang membaca mesej tersebut, dia mendengar tawa ringan dari musuh bebuyutannya ini, dan seluruh bandar, untuk pertama kalinya, jatuh ke dalam kegelapan.<br><br>''Lihat-Saya akan membuka kotak ini! Tapi-ternyata isinya kosong!''<br>- Jinx","blurb":"Jinx hidup hanya untuk membuat kekacauan tanpa mempedulikan akibatnya, meninggalkan jejak kebingungan dan panik di tempat yang dilawatinya. Seorang yang maniak dan impulsif, hal yang paling tidak disukai olehnya adalah rasa bosan, dan dengan senang ...","allytips":["Roket tidak selalu merupakan pilihan terbaik! Minigun yang dimilikinya juga boleh menjadi sangat berbahaya. Gunakan minigun tersebut saat Champion musuh berada terlalu dekat.","Roket Jinx memberikan Damage pada semua musuh di sekitar sasaran. Gunakan ini pada Minion di Lane untuk memberikan Damage pada Champion musuh tanpa menerima aggro dari Minion.","Ketika pertempuran bermula, cuba untuk berdiri di jarak aman dan menyerang dengan roket dan Zap!. Jangan masuk menggunakan Minigun sehingga anda yakin bahawa keadaan sudah aman."],"enemytips":["Minigun Jinx perlu masa untuk menjadi berkesan. JIka anda melihat dia terus menerus menggunakan roket, cuba untuk melompat ke arahnya dan bunuh dia dengan segera.","Ultimate Jinx memberikan Damage lebih rendah semakin anda berada dekat dengannya.","Snare Jinx mempunyai Cooldown yang cukup panjang dan ini adalah satu-satunya kemampuan yang dimilikinya untuk perlindungan diri. Jika dia telah menggunakan Abiliti ini, sangat sukar baginya untuk melarikan diri."],"tags":["Marksman"],"partype":"Mana","info":{"attack":9,"defense":2,"magic":4,"difficulty":7},"stats":{"hp":380.0,"hpperlevel":82.0,"mp":170.0,"mpperlevel":45.0,"movespeed":325.0,"armor":17.0,"armorperlevel":3.5,"spellblock":30.0,"spellblockperlevel":0.0,"attackrange":525.0,"hpregen":5.0,"hpregenperlevel":0.5,"mpregen":5.0,"mpregenperlevel":1.0,"crit":0.0,"critperlevel":0.0,"attackdamage":50.0,"attackdamageperlevel":3.0,"attackspeedoffset":0.0,"attackspeedperlevel":1.0},"spells":[{"id":"JinxQ","name":"Switcheroo!","description":"Jinx mengubah serangannya dengan berganti antara Pow-Pow, pistolnya dan Fishbones, peluncur roketnya. Menyerang dengan Pow-Pow memberikan peningkatan Attack Speed sementara menyerang dengan Fishbones memberikan Damage area dan peningkatan Attack Range.","tooltip":"Menukar senjata.<br><br><span class=\"colorFF9900\">Peluncur Roket:</span> Serangan Jinx memberikan tambahan 110% Damage pada sasarannya dan lawan di sekitarnya, mendapatkan {{ e3 }} Range, dan menggunakan Mana.<br><br><span class=\"colorFF9900\">Minigun:</span> Serangan Vi memberikan tambahan Attack Speed selama 2.5 saat. Kesan ini bertambah sehingga 3 kali dengan jumlah bonus maksimum {{ e1 }}%. Stack yang ada berkurang satu demi satu dan tidak memberikan bonus kesan jika Jinx sedang menggunakan peluncur roketnya.","leveltip":{"label":["Jarak Bonus untuk Roket","Attack Speed Minigun per Stack"],"effect":["{{ e3 }} -> {{ e3NL }}","{{ e1 }}% -> {{ e1NL }}%"]},"maxrank":5,"cooldown":[0,0,0,0,0],"cooldownBurn":"0","cost":[0,0,0,0,0],"costBurn":"0","effect":[null,[30,55,80,105,130],[100,100,100,100,100],[75,100,125,150,175],[20,20,20,20,20]],"effectBurn":[null,"30/55/80/105/130","100","75/100/125/150/175","20"],"vars":[],"costType":"ManaperRocket","range":"self","rangeBurn":"self","image":{"full":"JinxQ.png","sprite":"spell11.png","group":"spell","x":336,"y":144,"w":48,"h":48},"resource":"{{ e4 }} Mana per Roket"},{"id":"JinxW","name":"Zap!","description":"Jinx menembakkan Zapper, pistol listrik miliknya, yang memberi Damage pada musuh pertama yang terkena tembakannya, memperlambatnya, dan menampakkannya jika mereka tidak menghilang.","tooltip":"Jinx menembakkan peluru listrik yang memberikan {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> Physical Damage pada musuh pertama yang disentuhnya, menampakkannya jika sasaran tidak sedang menghilang dan memperlambatnya sebanyak {{ e2 }}% selama 2 saat.","leveltip":{"label":["Damage","Slow","Cooldown","Mana Kos"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }}% -> {{ e2NL }}%","{{ cooldown }} -> {{ cooldownnNL }}","{{ cost }} -> {{ costnNL }}"]},"maxrank":5,"cooldown":[10,9,8,7,6],"cooldownBurn":"10/9/8/7/6","cost":[50,60,70,80,90],"costBurn":"50/60/70/80/90","effect":[null,[10,60,110,160,210],[30,40,50,60,70]],"effectBurn":[null,"10/60/110/160/210","30/40/50/60/70"],"vars":[{"link":"attackdamage","coeff":1.4,"key":"a1"}],"costType":"Mana","range":[1450,1450,1450,1450,1450],"rangeBurn":"1450","image":{"full":"JinxW.png","sprite":"spell11.png","group":"spell","x":384,"y":144,"w":48,"h":48},"resource":"{{ cost }} Mana"},{"id":"JinxE","name":"Flame Chompers!","description":"Jinx melemparkan granat dalam satu garis lurus yang akan meletup setelah 5 saat, membakar area tersebut. Flame Chompers juga akan menahan Champion musuh yang menginjaknya, menahan mereka di tempat.","tooltip":" Jinx melempar 3 Chompers yang setelah aktif akan meletup saat menyentuh Champion musuh dan mengikatnya selama 1.5 saat serta memberikan {{ e1 }} <span class=\"color99FF99\">(+{{ a1 }})</span> Magic Damage selama 1.5 saat pada musuh di sekitarnya. Ranjau Chompers hilang dalam 5 saat.","leveltip":{"label":["Damage","Cooldown"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":5,"cooldown":[24,22,20,18,16],"cooldownBurn":"24/22/20/18/16","cost":[50,50,50,50,50],"costBurn":"50","effect":[null,[80,135,190,245,300],[100,140,180,220,260],[30,35,40,45,50],[35,50,65,80,95]],"effectBurn":[null,"80/135/190/245/300","100/140/180/220/260","30/35/40/45/50","35/50/65/80/95"],"vars":[{"link":"spelldamage","coeff":1.0,"key":"a1"}],"costType":"Mana","range":[900,900,900,900,900],"rangeBurn":"900","image":{"full":"JinxE.png","sprite":"spell11.png","group":"spell","x":432,"y":144,"w":48,"h":48},"resource":"{{ cost }} Mana"},{"id":"JinxRWrapper","name":"Super Mega Death Rocket!","description":"Jinx menembakkan roket besar melintasi medan tempur yang mendapatkan tambahan Damage selama satu saat pertama yang ditempuhnya. Roket akan meletup ketika mengenai Champion musuh, memberikan Damage pada Champion tersebut dan musuh yang ada di sekitarnya.","tooltip":"Jinx menembakkan roket yang bertambah kuat semakin jauh jarak yang ditempuh. Roket itu meletup saat menyentuh Champion musuh dan menghasilkan {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> hingga {{ e2 }} <span class=\"colorFF8C00\">(+{{ a2 }})</span> Physical Damage plus {{ e3 }}% dari sasaran musuh yang hilang. Lawan di sekitarnya menerima 80% Damage.","leveltip":{"label":["Damage Minimum","Damage Maksimum","Damage berdasarkan Health yang hilang","Cooldown"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }} -> {{ e2NL }}","{{ e3 }}% -> {{ e3NL }}%","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":3,"cooldown":[90,75,60],"cooldownBurn":"90/75/60","cost":[100,100,100],"costBurn":"100","effect":[null,[125,175,225],[250,350,450],[25,30,35]],"effectBurn":[null,"125/175/225","250/350/450","25/30/35"],"vars":[{"link":"bonusattackdamage","coeff":0.5,"key":"a1"},{"link":"bonusattackdamage","coeff":1.0,"key":"a2"}],"costType":"Mana","range":[25000,25000,25000],"rangeBurn":"25000","image":{"full":"JinxRWrapper.png","sprite":"spell12.png","group":"spell","x":0,"y":0,"w":48,"h":48},"resource":"{{ cost }} Mana"}],"passive":{"name":"Get Excited!","description":"Jinx mendapat Movement Speed yang besar jika dia sempat menyerang Champion atau Tower dan mereka tewas atau runtuh dalam 3 saat selanjutnya.","image":{"full":"Jinx_Passive.png","sprite":"passive3.png","group":"passive","x":240,"y":96,"w":48,"h":48}},"recommended":[{"champion":"Jinx","title":"JinxDM","type":"riot","map":"8","mode":"ODIN","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1062","count":1},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3181","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3104","count":1},{"id":"3035","count":1},{"id":"3184","count":1},{"id":"3046","count":1}]},{"type":"defensive","items":[{"id":"3026","count":1},{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]},{"champion":"Jinx","title":"JinxFB","type":"riot","map":"12","mode":"FIRSTBLOOD","priority":false,"blocks":[{"type":"starting","items":[{"id":"1075","count":1},{"id":"3342","count":1},{"id":"2003","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3046","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2044","count":1},{"id":"2043","count":1},{"id":"2037","count":1}]}]},{"champion":"Jinx","title":"JinxTT","type":"riot","map":"10","mode":"CLASSIC","priority":false,"blocks":[{"type":"starting","items":[{"id":"1055","count":1},{"id":"1001","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3153","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3046","count":1},{"id":"3104","count":1}]},{"type":"defensive","items":[{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2040","count":1}]}]},{"champion":"Jinx","title":"Map12","type":"riot","map":"12","mode":"ARAM","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1055","count":2},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3153","count":1}]},{"type":"offensive","items":[{"id":"3046","count":1},{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]}]}}}