{"type":"champion","format":"standAloneComplex","version":"4.12.2","data":{"Jinx":{"id":"Jinx","key":"222","name":"Τζινξ","title":"η Ανεξέλεγκτη","image":{"full":"Jinx.png","sprite":"champion3.png","group":"champion","x":240,"y":96,"w":48,"h":48},"skins":[{"id":"222000","num":0,"name":"default"},{"id":"222001","num":1,"name":"Μαφιόζα Τζινξ"}],"lore":"Η Τζινξ λατρεύει όσο τίποτε άλλο να προκαλεί το χάος. Σπέρνει το χάος και τον πανικό στο διάβα της, χωρίς να την ενδιαφέρουν καθόλου οι συνέπειες. Είναι μια παρανοϊκή και παρορμητική εγκληματίας που σιχαίνεται περισσότερο από όλα την ανία. Για αυτόν το λόγο, λατρεύει να κάνει άνω-κάτω το πιο βαρετό μέρος του κόσμου, κατά τη γνώμη της: το Πιλτόβερ. Έχει στη διάθεσή της ένα οπλοστάσιο από θανάσιμα παιχνίδια και λατρεύει να προκαλεί με αυτά τις πιο φανταχτερές και θορυβώδεις εκρήξεις. Απολαμβάνει όσο τίποτε άλλο να σοκάρει και να αιφνιδιάζει τις τοπικές αρχές. Το αγαπημένο χόμπι της Τζινξ είναι να προκαλεί και να παίζει με τις αστυνομικές δυνάμεις του Πιλτόβερ και ειδικότερα με τη Βάι, αλλά παρόλα αυτά δεν έχει συλληφθεί ποτέ.<br><br>Το Πιλτόβερ ήταν κάποτε γνωστό ως η Πόλη της Προόδου, ένα μέρος όπου κυριαρχούσε η τάξη και η ασφάλεια. Αυτή η ηρεμία απειλήθηκε για πρώτη φορά με την εμφάνιση ενός νέου, πρωτόγνωρου τύπου εγκληματία. Αυτός ο μυστηριώδης εγκληματικός εγκέφαλος εξαπέλυσε μια σειρά από παρανοϊκά και καταστροφικά χτυπήματα, τα οποία έθεσαν σε κίνδυνο την ίδια την πόλη και  τους κατοίκους της, οι οποίοι έμελλε να ζήσουν το χειρότερο κύμα εγκληματικότητας στην ιστορία του Πιλτόβερ.<br><br>Καθώς αυτά τα άσκοπα και παράλογα εγκλήματα συνέχισαν να κλιμακώνονται, εμφανίστηκαν και οι πρώτοι αυτόπτες μάρτυρες που είχαν δει με τα ίδια τους τα μάτια το δράστη. Ήταν μια νεαρή γυναίκα που κανείς δεν γνώριζε την καταγωγή της. Ορισμένοι μάρτυρες δήλωσαν ότι τα όπλα της έμοιαζαν να χρησιμοποιούν τη μαγοτεχνική τεχνολογία του Πιλτόβερ, ενώ άλλοι ισχυρίστηκαν ότι το ντύσιμό της ήταν η τελευταία λέξη της μόδας στους δρόμους της Ζάουν. Όπου έκανε την εμφάνισή της προκαλούσε το χάος. Για αυτόν το λόγο, όσοι τη συνάντησαν της έδωσαν ένα όνομα συνώνυμο της γρουσουζιάς: Τζινξ.<br><br>Καθώς η Τζινξ συνέχισε να σπέρνει τον πανικό, η Κέιτλιν, η σερίφης του Πιλτόβερ, κήρυξε την πόλη σε κατάσταση έκτακτης ανάγκης και εξαπέλυσε ένα ανελέητο ανθρωποκυνηγητό. Χωρίς να διστάσει καθόλου, η Τζινξ αποκρίθηκε με ακόμα μία πρόκληση: ζωγράφισε στους τοίχους του θησαυροφυλακίου του Πιλτόβερ, του πιο ασφαλούς κτιρίου της πόλης, μια καρικατούρα με το πρόσωπο της Βάι. Επίσης, ανακοίνωσε ξεκάθαρα την ημερομηνία και την ώρα που σκόπευε να το ληστέψει, προκαλώντας την πιο δυναμική προστάτιδα του Πιλτόβερ να τη σταματήσει.<br><br>Αποφασισμένη να την κλείσει πίσω από τα σίδερα, η Βάι έστησε καρτέρι έξω από το θησαυροφυλάκιο και περίμενε την ώρα που είχε υποδείξει η Τζινξ. Πιστή στην υπόσχεση που είχε σκαλίσει στο εξωτερικό του κτιρίου, η χαμογελαστή απειλή έκανε την εμφάνισή της. Γνωρίζοντας ότι αυτή θα ήταν η μοναδική της ευκαιρία για να πιάσει την επικίνδυνη εγκληματία, η Βάι την ακολούθησε στο εσωτερικό του κτιρίου. Έσπασε τον έναν τοίχο μετά τον άλλο για να πιάσει την Τζινξ, η οποία γελούσε σαν μικρό παιδί, καθώς ανατίναζε με τα εκρηκτικά της παιχνίδια το εσωτερικό του εγκαταλελειμμένου κτιρίου. Η Βάι κατάφερε να στριμώξει την Τζινξ, αλλά η νεαρή εγκληματίας δεν είχε πει την τελευταία της λέξη. Με ένα παρανοϊκό γέλιο, εξαπέλυσε ένα μπαράζ από ρουκέτες και γκρέμισε ολόκληρο το κτίριο επάνω στα κεφάλια τους.<br><br>Όταν η Βάι κατάφερε επιτέλους να βγει από τα συντρίμμια, η Τζινξ είχε γίνει άφαντη. Σαν να μην έφτανε αυτό, δεν είχε κλέψει ούτε ένα γραμμάριο χρυσού, παρόλο που το θησαυροφυλάκιο είχε καταστραφεί ολοσχερώς. Ωστόσο, η εγκληματίας είχε αφήσει πίσω της ακόμα ένα προκλητικό μήνυμα για την «αγαπημένη» της αστυνομικό. Ένα μήνυμα που ήταν πλέον ορατό σε όλους, τώρα που το θεόρατο κτίριο είχε γίνει συντρίμμια. Τα φώτα της πόλης σχημάτιζαν ένα απλό, αλλά τόσο περιπαικτικό μήνυμα: «Δεν θα με πιάσεις ποτέ». Μόλις η Βάι διάβασε το μήνυμα, άκουσε ξανά το γέλιο της αντιπάλου της και η πόλη βυθίστηκε στο απόλυτο σκοτάδι για πρώτη φορά στην ιστορία της.<br><br>''Μια στιγμή, λέω να ανοίξω το κουτάκι με τις τύψεις! Ουπς, για κοίτα – είναι άδειο!''<br>-- Τζινξ","blurb":"Η Τζινξ λατρεύει όσο τίποτε άλλο να προκαλεί το χάος. Σπέρνει το χάος και τον πανικό στο διάβα της, χωρίς να την ενδιαφέρουν καθόλου οι συνέπειες. Είναι μια παρανοϊκή και παρορμητική εγκληματίας που σιχαίνεται περισσότερο από όλα την ανία. Για αυτόν ...","allytips":["Οι ρουκέτες δεν είναι πάντα η καλύτερη λύση! Το πολυβόλο της Τζινξ είναι απίστευτα επικίνδυνο όταν φτάσει σε μέγιστη ισχύ. Χρησιμοποιήστε το όταν οι αντίπαλοι ήρωες καταφέρνουν να σας πλησιάσουν.","Οι ρουκέτες της Τζινξ προκαλούν πλήρη ζημιά σε όλους τους εχθρούς που πιάνονται στην έκρηξη. Μπορείτε να σημαδέψετε τους υπηρέτες που βρίσκονται κοντά σε έναν αντίπαλο ήρωα για να τον χτυπήσετε, χωρίς να τραβήξετε την προσοχή των υπηρετών.","Όταν εμπλέκεστε σε μια σύρραξη, προσπαθήστε να παραμείνετε στις παρυφές της μάχης και επιτεθείτε εκ του ασφαλούς με ρουκέτες και το Ζαπ!. Μην τρέχετε γύρω-γύρω πυροβολώντας αδιακρίτως με το πολυβόλο, εκτός και αν αισθάνεστε ότι δεν κινδυνεύετε."],"enemytips":["Το πολυβόλο της Τζινξ χρειάζεται λίγη ώρα για να φτάσει στη μέγιστη ισχύ πυρός. Αν τη δείτε να εκτοξεύει ρουκέτες, προσπαθήστε να της ορμήσετε και να τη σκοτώσετε γρήγορα.","Η υπέρτατη ικανότητα της Τζινξ προκαλεί λιγότερη ζημιά, αν είστε πιο κοντά σε αυτήν.","Οι χειροβομβίδες-παγίδες της Τζινξ έχουν μεγάλο χρόνο επαναφόρτισης και είναι η βασική αμυντική της ικανότητα. Αν αστοχήσει μ’ αυτές, δεν θα μπορεί να ξεφύγει εύκολα σε περίπτωση που την φτάσετε. "],"tags":["Marksman"],"partype":"Mana","info":{"attack":9,"defense":2,"magic":4,"difficulty":7},"stats":{"hp":380.0,"hpperlevel":82.0,"mp":170.0,"mpperlevel":45.0,"movespeed":325.0,"armor":17.0,"armorperlevel":3.5,"spellblock":30.0,"spellblockperlevel":0.0,"attackrange":525.0,"hpregen":5.0,"hpregenperlevel":0.5,"mpregen":5.0,"mpregenperlevel":1.0,"crit":0.0,"critperlevel":0.0,"attackdamage":50.0,"attackdamageperlevel":3.0,"attackspeedoffset":0.0,"attackspeedperlevel":1.0},"spells":[{"id":"JinxQ","name":"Τράμπα!","description":"Η Τζινξ έχει στη διάθεσή της δύο όπλα και μπορεί να αλλάζει μεταξύ τους κατά βούληση: το Μπαμ Μπαμ, το πολυβόλο της και το Ψαροκόκκαλο, το ρουκετοβόλο της. Ανάλογα με το όπλο που χρησιμοποιεί, αλλάζουν και οι βασικές της επιθέσεις. Οι επιθέσεις με το Μπαμ Μπαμ αυξάνουν την Ταχύτητα Επίθεσης, ενώ οι επιθέσεις με το Ψαροκόκκαλο προκαλούν ζημιά διασποράς, έχουν αυξημένη εμβέλεια και καταναλώνουν Μάνα.","tooltip":"Η Τζινξ αλλάζει όπλο.<br><br><span class=\"colorFF9900\">Ρουκετοβόλο:</span> Οι βασικές επιθέσεις της Τζινξ προκαλούν 110% ζημιά στο στόχο της και σε όλους τους κοντινούς εχθρούς, αποκτούν επιπλέον {{ e3 }} εμβέλεια και καταναλώνουν Μάνα. <br><br><span class=\"colorFF9900\">Πολυβόλο:</span> Οι βασικές επιθέσεις δίνουν επιπλέον Ταχύτητα Επίθεσης για 2,5 δευτερόλεπτα. Αυτή η επίδραση συσσωρεύεται έως και 3 φορές με συνολικό μπόνους {{ e1 }}%. Οι στοίβες εξαφανίζονται μία τη φορά και ενισχύουν μόνο την πρώτη επίθεση της Τζινξ όταν αλλάζει το όπλο της και χρησιμοποιεί το Ρουκετοβόλο.","leveltip":{"label":["Επιπλέον εμβέλεια ρουκέτας","Συνολική Ταχύτητα Επίθεσης πολυβόλου"],"effect":["{{ e3 }} -> {{ e3NL }}","{{ e1 }}% -> {{ e1NL }}%"]},"maxrank":5,"cooldown":[0,0,0,0,0],"cooldownBurn":"0","cost":[0,0,0,0,0],"costBurn":"0","effect":[null,[30,55,80,105,130],[100,100,100,100,100],[75,100,125,150,175],[20,20,20,20,20]],"effectBurn":[null,"30/55/80/105/130","100","75/100/125/150/175","20"],"vars":[],"costType":"ManaperRocket","range":"self","rangeBurn":"self","image":{"full":"JinxQ.png","sprite":"spell11.png","group":"spell","x":336,"y":144,"w":48,"h":48},"resource":"{{ e4 }} Μάνα ανά ρουκέτα"},{"id":"JinxW","name":"Ζαπ!","description":"Η Τζινξ χρησιμοποιεί το Ζάπερ, ένα πιστόλι ηλεκτρικών εκκενώσεων για να ρίξει μια βολή που επιβραδύνει και αποκαλύπτει τον πρώτο εχθρό που πετυχαίνει, αν δεν είναι αόρατος.","tooltip":"Η Τζινξ εξαπολύει μια ηλεκτρική εκκένωση που προκαλεί {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> Σωματική Ζημιά στον πρώτο εχθρό που θα χτυπήσει, τον αποκαλύπτει και τον επιβραδύνει κατά {{ e2 }}% για 2 δευτερόλεπτα.","leveltip":{"label":["Ζημιά","Επιβράδυνση","Χρόνος επαναφόρτισης","Κόστος Μάνα"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }}% -> {{ e2NL }}%","{{ cooldown }} -> {{ cooldownnNL }}","{{ cost }} -> {{ costnNL }}"]},"maxrank":5,"cooldown":[10,9,8,7,6],"cooldownBurn":"10/9/8/7/6","cost":[50,60,70,80,90],"costBurn":"50/60/70/80/90","effect":[null,[10,60,110,160,210],[30,40,50,60,70]],"effectBurn":[null,"10/60/110/160/210","30/40/50/60/70"],"vars":[{"link":"attackdamage","coeff":1.4,"key":"a1"}],"costType":"Mana","range":[1450,1450,1450,1450,1450],"rangeBurn":"1450","image":{"full":"JinxW.png","sprite":"spell11.png","group":"spell","x":384,"y":144,"w":48,"h":48},"resource":"{{ cost }} Μάνα"},{"id":"JinxE","name":"Φλεγόμενες Μασέλες!","description":"H Τζινξ πετάει μια σειρά από χειροβομβίδες-παγίδες που εκρήγνυνται μετά από 5 δευτερόλεπτα, βάζοντας φωτιά στους εχθρούς. Οι Φλογοφάγοι δαγκώνουν τους αντίπαλους ήρωες που περπατούν επάνω τους και τους ακινητοποιούν.","tooltip":" H Τζινξ πετάει μια σειρά από 3 φλογοφάγους που, όταν είναι έτοιμοι, εκρήγνυνται κατά τη επαφή με αντίπαλους ήρωες, τους ακινητοποιούν για 1,5 δευτερόλεπτο και προκαλούν {{ e1 }} <span class=\"color99FF99\">(+{{ a1 }})</span> Μαγική Ζημιά στους κοντινούς εχθρούς σε 1,5 δευτερόλεπτο. Οι φλογοφάγοι διαρκούν για 5 δευτερόλεπτα.","leveltip":{"label":["Ζημιά","Χρόνος Επαναφόρτισης"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":5,"cooldown":[24,22,20,18,16],"cooldownBurn":"24/22/20/18/16","cost":[50,50,50,50,50],"costBurn":"50","effect":[null,[80,135,190,245,300],[100,140,180,220,260],[30,35,40,45,50],[35,50,65,80,95]],"effectBurn":[null,"80/135/190/245/300","100/140/180/220/260","30/35/40/45/50","35/50/65/80/95"],"vars":[{"link":"spelldamage","coeff":1.0,"key":"a1"}],"costType":"Mana","range":[900,900,900,900,900],"rangeBurn":"900","image":{"full":"JinxE.png","sprite":"spell11.png","group":"spell","x":432,"y":144,"w":48,"h":48},"resource":"{{ cost }} Μάνα"},{"id":"JinxRWrapper","name":"Υπερμέγιστη Ρουκέτα Θανάτου!","description":"Η Τζινξ εκτοξεύει μια σούπερ ρουκέτα κατά μήκος του χάρτη, της οποίας η ζημιά αυξάνεται κατά τη διάρκεια της διαδρομής της. Η ρουκέτα θα εκραγεί μόλις συγκρουστεί με έναν αντίπαλο ήρωα, προκαλώντας ζημιά σε αυτήν και στους κοντινούς εχθρούς, βάσει της Ζωής τους που λείπει. ","tooltip":"Η Τζινξ εκτοξεύει μια ρουκέτα, της οποίας η ζημιά αυξάνεται σταδιακά στο πρώτο δευτερόλεπτο της διαδρομής της. Η ρουκέτα εκρήγνυται μόλις χτυπήσει έναν αντίπαλο ήρωα και προκαλεί {{ e1 }} <span class=\"colorFF8C00\">(+{{ a1 }})</span> έως {{ e2 }} <span class=\"colorFF8C00\">(+{{ a2 }})</span> Σωματική Ζημιά σε αυτόν, συν {{ e3 }}% της Ζωής του στόχου που λείπει. Οι κοντινοί εχθροί δέχονται 80% ζημιά.","leveltip":{"label":["Ελάχιστη ζημιά","Μέγιστη ζημιά","Ζημιά ποσοστού χαμένης Ζωής","Χρόνος Επαναφόρτισης"],"effect":["{{ e1 }} -> {{ e1NL }}","{{ e2 }} -> {{ e2NL }}","{{ e3 }}% -> {{ e3NL }}%","{{ cooldown }} -> {{ cooldownnNL }}"]},"maxrank":3,"cooldown":[90,75,60],"cooldownBurn":"90/75/60","cost":[100,100,100],"costBurn":"100","effect":[null,[125,175,225],[250,350,450],[25,30,35]],"effectBurn":[null,"125/175/225","250/350/450","25/30/35"],"vars":[{"link":"bonusattackdamage","coeff":0.5,"key":"a1"},{"link":"bonusattackdamage","coeff":1.0,"key":"a2"}],"costType":"Mana","range":[25000,25000,25000],"rangeBurn":"25000","image":{"full":"JinxRWrapper.png","sprite":"spell12.png","group":"spell","x":0,"y":0,"w":48,"h":48},"resource":"{{ cost }} Μάνα"}],"passive":{"name":"Τρελός Ενθουσιασμός!","description":"Η Ταχύτητα Κίνησης της Τζινξ αυξάνεται σε μεγάλο βαθμό κάθε φορά που προκαλεί ζημιά σε έναν αντίπαλο ήρωα ή έναν πύργο, ο οποίος στη συνέχεια καταστρέφεται εντός 3 δευτερολέπτων.","image":{"full":"Jinx_Passive.png","sprite":"passive3.png","group":"passive","x":240,"y":96,"w":48,"h":48}},"recommended":[{"champion":"Jinx","title":"JinxDM","type":"riot","map":"8","mode":"ODIN","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1062","count":1},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3181","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3104","count":1},{"id":"3035","count":1},{"id":"3184","count":1},{"id":"3046","count":1}]},{"type":"defensive","items":[{"id":"3026","count":1},{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]},{"champion":"Jinx","title":"JinxFB","type":"riot","map":"12","mode":"FIRSTBLOOD","priority":false,"blocks":[{"type":"starting","items":[{"id":"1075","count":1},{"id":"3342","count":1},{"id":"2003","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3046","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2044","count":1},{"id":"2043","count":1},{"id":"2037","count":1}]}]},{"champion":"Jinx","title":"JinxTT","type":"riot","map":"10","mode":"CLASSIC","priority":false,"blocks":[{"type":"starting","items":[{"id":"1055","count":1},{"id":"1001","count":1}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3153","count":1},{"id":"3122","count":1}]},{"type":"offensive","items":[{"id":"3035","count":1},{"id":"3046","count":1},{"id":"3104","count":1}]},{"type":"defensive","items":[{"id":"3137","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1},{"id":"2040","count":1}]}]},{"champion":"Jinx","title":"Map12","type":"riot","map":"12","mode":"ARAM","priority":false,"blocks":[{"type":"starting","items":[{"id":"1001","count":1},{"id":"1055","count":2},{"id":"2003","count":2}]},{"type":"essential","items":[{"id":"3006","count":1},{"id":"3031","count":1},{"id":"3153","count":1}]},{"type":"offensive","items":[{"id":"3046","count":1},{"id":"3035","count":1},{"id":"3181","count":1}]},{"type":"defensive","items":[{"id":"3139","count":1},{"id":"3022","count":1}]},{"type":"Consumables","items":[{"id":"2003","count":1},{"id":"2004","count":1}]}]}]}}}